Repository: spanish/acentoweb.cnlse
Catalog: src/acentoweb/cnlse/locales/*/LC_MESSAGES/acentoweb.cnlse.po
Languages: es

source: Address
es: Dirección

source: Author
es: Autor/a

source: CNLSE Researchcenter
es: CNLSE Centro de investigación

source: CNLSE Researcher
es: CNLSE Investigador/a

source: Code
es: Código

source: Code type
es: Tipo de código

source: Collection
es: Colección

source: Details
es: Detalles

source: Drupal attachment
es: Adjunto de Drupal

source: Drupal image
es: Imagen Drupal

source: Drupal video
es: Vídeo Drupal

source: Edit
es: Editar

source: Email
es: Correo

source: Installs the acentoweb.cnlse add-on.
es: Instala el complemento acentoweb.cnlse.

source: Library and Material supports
es: Soportes de los elementos Library y Material

source: Library code type
es: Tipo de código de los elementos Library

source: Library topics
es: Temas de los elementos Library

source: Link Category
es: Categoría del enlace

source: Metadata
es: Metadatos

source: More information
es: Más información

source: Of Researchcenters
es: De los Centros de Investigación

source: Others
es: Otros

source: Phone
es: Teléfono

source: Plone attachment
es: Adjunto de Plone

source: Plone image
es: Imagen Plone

source: Plone video
es: Vídeo Plone

source: Projects
es: Proyectos

source: Published Researches
es: Investigaciones publicadas

source: Publisher
es: Editorial

source: Research Centers
es: Centros de investigación

source: Research lines: Classification
es: Líneas de investigación: Clasificación

source: Research lines: Names
es: Líneas de investigación: Nombres

source: Researchers
es: Investigadores/as

source: Resource Categories
es: Categorías de los recursos

source: Support
es: Soporte

source: Territorial scope
es: Ámbito territorial

source: Territory
es: Territorio

source: The categories of the resource
es: Las categorías del recurso

source: The category of the link
es: La categoría del enlace

source: Topics
es: Temas

source: Ubication
es: Ubicación

source: Uninstalls the acentoweb.cnlse add-on.
es: Desinstala el complemento acentoweb.cnlse.

source: Unpublished Researches
es: Investigaciones inéditas

source: View
es: Ver

source: Year
es: Año

source: acentoweb.cnlse (uninstall)
es: acentoweb.cnlse (desinstalar)

source: label_address
es: Dirección

source: label_attachment
es: Adjunto

source: label_attachment_description
es: Adjunto principal

source: label_author
es: Author/a

source: label_code
es: Código

source: label_code_type
es: Tipo de código

source: label_collection
es: Colección

source: label_details
es: Detalles

source: label_drupal_attachment
es: Adjunto de Drupal

source: label_drupal_image
es: Imagen de Drupal

source: label_drupal_video
es: Vídeo de Drupal

source: label_email
es: Correo

source: label_fax
es: Fax

source: label_image
es: Imagen

source: label_image_description
es: Imagen principal

source: label_library_topics
es: Temas

source: label_more_information
es: Más información

source: label_others
es: Otros

source: label_phone
es: Teléfono

source: label_projects
es: Proyectos

source: label_publisher
es: Editorial

source: label_related_published_researches
es: Investigaciones publicadas

source: label_related_researchers
es: Investigadores/as

source: label_related_unpublished_researches
es: Investigaciones no publicadas

source: label_research_lines_classification
es: Líneas de investigación: Clasificación

source: label_research_lines_names
es: Líneas de Investigación: Nombres

source: label_support
es: Soporte

source: label_territory
es: Territorio

source: label_territory_description
es: Ámbito territorial

source: label_ubication
es: Ubicación

source: label_video
es: Vídeo

source: label_video_description
es: Vídeo principal

source: label_web
es: Web

source: label_year
es: Año
